export interface Notice {
  id: number;
  title: string;
  content: string;
  date: string;
  isNew?: boolean;
}

export const NOTICE_DATA: Notice[] = [
  {
    id: 1,
    title: "[공지] 🌷🌷첫 인사드립니다.",
    content: `
    안녕하세요😊

    원주에 위치한 가담재가복지센터 입니다.
    

    저희 가담재가복지센터는
    
    어르신들이 가장 익숙하고 편안한 공간인 가정에서 안전하고 존중받는 일상을 
    
    보내실 수 있도록 돕는 
    
    재가복지센터입니다.
    
    
    "나이가 들어도 우리 집에서 지내고 싶다."
    
    많은 어르신들의 이 소중한 바램을 
    
    지켜드리는 것이 저희 가담의 가장 큰 목표입니다.
    
    💚 가담재가복지센터의 마음
    
    저희는 단순히 일을 도와드리는 곳이 
    
    아니라 어르신의 하루를 함께 걷는 
    
    동반자가 되고자 합니다.
    
    
    ✔ 어르신 생활 습관을 존중하는 맞춤 돌봄
    
    ✔ 가족처럼 따뜻한 마음의 케어
    
    ✔ 보호자와 꾸준히 소통하는 안심 관리
    
    ✔ 장기요양보험 제도에 맞춘 전문 서비스
    
    
    작은 불편도 그냥 넘기지 않고
    
    어르신 한 분 한 분의 이야기에 
    
    귀 기울이겠습니다.
    
    🏡이런 도움을 드리고 있어요.
    
    방문요양 서비스
    
    식사 준비, 청소, 세탁 등 일상생활 지원
    
    인지활동 및 정서 지원 프로그램
    
    병원 동행과 외출 도움
    
    장기요양 등급 신청 상담
    
    
    처음에는 누구나 막막하실 수 있어요.
    
    저희가 옆에서 천천히, 친절하게 안내해 드리겠습니다😊😊
    
    🌼앞으로 블로그에서 만나요
    
    이 공간에서는
    
    센터의 따뜻한 일상 이야기
    
    어르신 돌봄 현장 소식
    
    장기요양보험 정보
    
    보호자분들을 위한 생활 팁
    
    을 편안하게 나눠보려고 합니다.
    
    이웃처럼 자주 들러 주세요!!



    📞 언제든지 연락 주세요
    
    ✔ 전화 : 033-746-7579
    
    ✔ 위치 : 강원도 원주시 만대로 148 2층
    
    
    ✔ 상담시간 : 평일 09:00~18:00
    
    돌봄이 필요한 순간,
    
    가담재가복지센터가 가족의 마음으로 함께하겠습니다 💚
    
    앞으로 자주 인사드릴게요.
    
    오늘도 평안한 하루 되세요!
    `,
    date: "2026.01.29",
    isNew: true,
  },
];
